{
    
    "name": "newkonnection",
    "version": "1.0.0",
    "type": "module",

    
    "유치원": [
        "天気予報によると，明日は大雪になるそうです。",
        "このカメラは日本製か外国製か，知っていますか。",
        "彼女は音楽が好きなようで、毎日、ＣＤを聞いたり歌を歌ったりピアノをひいたりしている。",
        "国に帰る前に，おみやげを買いました。",
        "食事をした後に散歩に出かけた。",
        "先生の奥様はいつもフランスの映画をごらんになるそうです。",
        "箱の中に切手や葉書があります。",
        "東京で電車に乗って，新宿でおります。",
        "わからないことがある時は，先輩に教えてもらいます。",
        "あの人が皆さんのお世話をしてくれます。あの人のあとについて行ってください。",
        "先生は今日はずっと研究室にいらっしゃいます。",
        "シンさんはもう帰国したかどうか，知っていますか。",
        "先生は何時ごろお帰りになりますか。",
        "彼は来年日本へ来るかもしれません。",
        "日本に留学したのは，環境学を勉強したいからです。",
        "この時計は兄がくれたものです。",
        "図書館はこちらです。",
        "来週パーティーがあることをごぞんじですか。",
        "あなたは英語で手紙を書くことができますか。",
        "お金が少ししかありません。",
        "テストも終わったし、これから遊びに行こう。",
        "あの人は頭もいいし，体も丈夫です。",
        "テストの準備はできたと思った。しかし、点数はよくなかった。",
        "頭がいたくて体がだるい。そして、熱もある。",
        "まず、砂糖を入れてください。それから塩を一つまみ加えます。",
        "大学院に入りたいと思っている。",
        "もし忙しかったら，手伝いますよ。",
        "本をよんだり，音楽を聞いたりしました。",
        "このような言葉は辞書を引いても，わかりません。",
        "家から学校までどれぐらいかかりますか。"
        ],
    "초등학생": [
        "日本の車は世界中へ輸出されます。",
        "晩御飯を食べおわってから，みんなでトランプをした。",
        "雪が降っているお寺の景色は、いかにも京都らしい。",
        "机の上に読みかけの雑誌が置かれている。",
        "出かけるばかりの時に，父が事故にあったという電話がかかってきた。",
        "申請に必要な物は申込用紙、受験料です。あと、印鑑も忘れないように。",
        "発表の準備はすべて終わった。あとは，当日を待つだけだ。",
        "いくつか資料を読むうちに、だんだん真相がわかってきた。",
        "考える時間をくださいませんか。",
        "この地方は，秋はくもりがちの日が続く。",
        "息子の部屋に脱ぎっぱなしの靴下が落ちていた。",
        "私が教室に着いたとき，すでに授業は始まっていた。",
        "山田さんのお母様はお茶の先生をしていらっしゃるそうです。",
        "だいぶ日本語が上手になってきましたね。",
        "あの人はときどき学校を休むことがあります。",
        "妹は坂をかけあがってきて、「お姉さん、すぐ帰ろう」と言った。",
        "先生は床の上に落ちていたテストをひろいあげて、「これはどうしたんですか」と聞いた。",
        "自分だけで決めて，あとから家族に認めてもらおうとするのはよくない。",
        "忠告もあまりに頻繁にいわれると，聞くのがつらくなる。",
        "言うまでもなく，資源の少ない日本にとってエネルギーは貴重である。",
        "うちに猫がいるので、学校に行く時以外は大体家にいます。",
        "法律では以下のように規定している。",
        "いくら客だからといって，店員に無理なことを頼むのはよくない。",
        "いくら仲がよくても，先生に対してため口はよくない。",
        "あの人、以前会ったことがあるような気がするんだけど。",
        "毎朝ジョギングをしているおかげで何でもおいしくいただけます。",
        "美しい環境は，一度失われたら元には戻らない。",
        "社長に一度会ってあいさつしておけば，あとの交渉はうまくいく。",
        "余計な仕事はいっさい引き受けない。",
        "購入後、三日以内であれば交換できます。"
    ],
    "중학생": [
        "新入社員のみなさん，言うまでもないことですが，周りの人とよくコミュニケーションを取ってください。",
        "機長は，いかなる場合でも冷静に対応しなければならない。",
        "人類を宇宙に送り出すプロジェクトは、成否のいかんにかかわらず、巨額の資金を要する。",
        "責任者に選ばれた上は，最後まで職務を全うする覚悟です。",
        "秋の天気は変わりやすく，穏やかな日があるかと思えば，冷たい雨が降る日もある。",
        "水原市によると、この日、生命の泉教会で3人の追加感染者が出た。",
        "容疑者は，犯行当日大阪に行っていたそうですよ。",
        "来年の計画には反対意見もある。ことによると、今度の会議は大荒れになるかもしれないね。",
        "卒業生諸君の今度の活躍を願ってやみません。",
        "子どものけんかに親が出てくるなんて、子どもも子どもなら、親も親だね。",
        "選挙前の公約は減税、福祉の充実、景気の回復など結構なことずくめだった。",
        "ようやく春めいてきた。",
        "そのようなことは制度上不可能だ。",
        "子どもを愛するあまり，失敗させないようにしてしまう。",
        "自分で考え抜いて答えが出なければ，人にアドバイスを求めたほうがいい。",
        "各省庁からの要求を受けて，来年度予算が大きくふくれあがった。",
        "おじは会社の経営に困ったあげく，父に借金を申し込んできた。",
        "新しい映像は立体的で，あたかも実際にものが飛び出してくるように見える",
        "聴衆を前にして，あまりの緊張で，声が出せなくなってしまった。",
        "訪問先のあまりの歓迎ぶりに困ってしまった。",
        "創業者の理念は，あるいは事業の展開に，あるいは従業員の福利厚生に生かされている。",
        "彼の真の才能は，あるいは映像において発揮されるかもしれない。",
        "試合を1ヶ月後に控えて，ただ練習あるのみだ。",
        "この会社は，社長以下10名の役員が理系の出身者である。",
        "こんな漢字も読めないなんて，小学生以下だ。",
        "いかに世の中が進んでも，家族の愛情は変わらないものだ。",
        "その庭園はいかにも春らしい，暖かな日差しにあふれていた。",
        "今後の経済状況いかんによっては、工場の建設計画が中止になることもあり得る。",
        "政府の対応のいかんによらず、少子化の流れを止めることは難しい。",
        "子どもならいざ知らず，大学生にもなったら正しい敬語を使うべきだ。",
        "事件の真相は依然明らかにされないままだ。"
    ],
    "고등학생": [
        "大臣の発言は，環境問題が直ちに解決されるかのごとき印象を与えてしまうおそれがある。",
        "あんな大事件が起こったのに，世の中は何事もなかったかのごとく，日常が続いていく。",
        "謝罪の言葉を述べたからとて，これまでの悪行が直ちに改められるわけではない。",
        "有権者の関心が低ければ，政治改革は望むべくもない。",
        "抗議に行くにしろ行かないにしろ，どちらにしても問題は必ず起こる。",
        "指導者は緊急事態にあっても，冷静に状況を見極めることが必要だ。",
        "海洋汚染を減らすために，人々をして環境問題に関心をもたせることが重要である。",
        "喫煙、免疫機能の低下、非衛生的な環境、栄養素欠乏などが危険要因である。",
        "新しいメンバーたちが最初のバスキングを繰り広げる所は、若い芸術家たちの天国として知られるドイツの首都ベルリンだ。",
        "公共部門正社員転換は雇用安定と共に転換者の処遇改善も段階的に推進してきた。",
        "教員は就業規則の改正から一歩進んでオンライン被害申告センターを構築した。",
        "昨25日「SBS歌謡大祭典」リハーサル中に残念な事故が発生しました。",
        "ネチズンが激しく非難すると、結局ミンティは該当文を削除した。",
        "若い人が検査を延期し、治療時期が遅れるケースもある。",
        "老後の生活をどのようにするのかとなれば，なかなか難しい問題である。",
        "来月会合を開きたいと存じます。ついては，日程をご相談したく，都合のいい日をお教えください。",
        "心から反省しているというんだから，まあ，嘘でもあるまい。",
        "君の立場が難しいことはわかるが，なんとか我慢してもらえまいか。",
        "その博物館は周りの景色と相まって，優美な雰囲気を作り出している。",
        "リーダーにしてからがやる気がないのだから、ほかの人たちがやるはずがない。",
        "せっかくアパートを紹介してあげたのに，遠いのなんのと，文句ばかり言っている。",
        "看護師が病人の前で言うべからざることを安易に口にした罪は重い。",
        "両国首脳の会談がよもや実現しようとはだれも想像しなかった。",
        "彼女は常に疑問に思ったことを深く追求する姿勢を持っており，それこそが研究者たり得る素質である。",
        "犬を飼えるときが来るまで、がまんするよりほか仕方がなかった。",
        "彼らは，目的を果たさんがためにはどんな汚い手も使うのだろうか。",
        "いじめは，ひとり学校の問題だけでなく，家庭や地域で取り組まなければならない。",
        "参席を申請される保護者様のみ、9月11日までに担任の先生に提出してください。",
        "著者の考えを把握しながら文を読み、自分の考えを具体的に提示する。",
        "休みの前に前もって計画を立ててもいいと思います。",
        "子どもを褒めるときは、その都度具体的に表現してあげるのが良いです。"
    ],
    "일반": [
        "8日午前、平沢市庁で開かれた労・使・民・政の特別協議体懇談会で、双龍自動車のイェ・ビョンテ代表取締役、労働組合のチョン・イルクォン委員長などが経営の状況を説明している。",
        "彼は「最低賃金制、52時間勤労時間の短縮などを解決しなければならない」といい、「労働者と使用者が自由に契約し、企業が思う存分活躍できるように労働関連法を改善しなければならない」と強調した。",
        "例えば、山に咲いている花が美しいと言って、その花を折ったり、移植ごてで運んできて植木鉢に植え付けてから、自分好みや嗜好通りに育てることは愛ではなく、干渉であり、抑圧であり、暴力に他ならない。",
        "バスケットボールは、ストレス解消と集中力を育て、正しい動作で成長期の子供たちの成長板を刺激し、身体の発達に役立って、団結心を育ち、集中力と忍耐心を育ててくれます。",
        "本校の子どもたちが協同心を養い、体力を鍛えるために、普段磨いてきた実力を発表する秋の運動会を開催しますので、貴重な時間を出して場を輝かせていただき、多くの激励の拍手をお願い致します。",
        "大衆に親しく近づこうとキャラクターを活用したマーケティングが注目されている中、ドラマの架空のキャラクターが現実でSNSアカウントを管理してドラマの新しい宣伝方法として話題を集めている。",
        "本発明はデジタルテレビに関するもので、さらに詳細はデジタル放送の視聴中に様々なマルチメディアファイルを再生するデジタルテレビ及びそのマルチメディアファイルの再生方法に関するものである。",
        "連日、猛暑の中でも学校に対する声援と激励を惜しまない保護者の皆様の家庭に、健康と平和が満たされることをお祈りします。",
        "本校では本校特色事業である「夢を育てる教育!進路読書教育活性化事業」を通じて生徒たちの読書・人文素養教育活動のために努めています。",
        "保護者の相談のために担任の教師と通話を希望される時には、必ず授業が終わった午後の時間を利用してください。",
        "本校では私たちの子供たちの英語実力向上のために3~6年生全体を対象に○○付属初等学校の自体の英語教育プログラムで放課後学校の英語教育を行います。",
        "金利引き上げに対して慎重な態度を取ってきた米連邦準備制度のジェローム・パウエル議長が金利引き下げの可能性を示唆した。",
        "金ファンドの収益率は8月の安全資産に対する選好が急上昇し、1ヶ月基準で7%に達し、3ヶ月収益率は20%越えたが最近急反転した。",
        "「輸入信用状の抽象性の原則」により輸入物品書類だけまともに揃えていれば銀行が収入代金を代わりに決済してくれるしかない構造である。",
        "株価に否定的な情報を適切に反映してバブルが生じることなく適正な価格を維持することで、投資家のリスクを下げる役割を果たすことになる。",
        "特に消防庁に次長として在職していた時期には「国家単位消防力運用体系」を確立し、脆弱階層が住居施設として活用しているコシウォンに対する「スプリンクラー設置費国家支援予算」を確保した。",
        "イ副会長も先月初め、50周年記念式映像メッセージを通じて「共に分かち合い共に成長することが世界最高に向かう道」といって、企業の社会的責任と共生を核心経営価値として強調した。",
        "それと共に「韓国銀行金融通貨委員会の利子率引下げ決定、仕上げ作業中の3次追加補正予算案編成などを総合的に検討し、下半期経済政策方向に政府の修正展望を盛り込む」と付け加えた。",
        "この他に、私生活関連の虚偽事実をまき散らしたり、差別的に経緯書や反省文を書かせたりする上司、皿洗いとクリーニング屋で服を回収するなど、個人的な用事や本人の業務を転嫁する上司もいた。",
        "ドラマ、映画を超えてバラエティ番組など多様な領域で活躍している俳優チョン・テウが結婚10周年を迎え、リマインド・ウェディング画報とともに、団らんな家族写真を公開して話題になっている。",
        "歌手としての魅力はもちろん、俳優としての成長可能性を十分に備えたジョンファが、自分の才能をより多くの所で広げることができるよう、最善を尽くして支援を展開する予定だ。",
        "これに初めての出会いから殺伐とした神経戦を繰り広げた2人が描く傷の克服のロマンスに好奇心が高まると同時に、ニュースの生放送が無事に終わるか、関心を高める。",
        "同僚俳優たちは「作品に全てをオールインする習うことが多い俳優」、「瞬間没入力とディテールな表現力がすごい」といって口をそろえて彼の熱情に感心した。",
        "共有オフィス会社各社は、飽和状態に加え、手間のかかる1人創業者と小規模会社を超え、30人から1,000人規模の事業者を攻略するためのオーダーメード型サービスを出している。",
        "旅行・休暇シーズンの需要が重なり、今年8月には月の予約件数の最高値を記録し、ローンチング最初の3ヵ月と比べ、最近の3ヵ月の予約件数の増加率は3000%に達した。",
        "過去のリネージュMが初期の1日売上が100億ウォン、最高の1日売上が130億ウォンに迫ったことを勘案すれば、少なくともリネージュ2Mも最小の1日売上100億ウォン台に達するものと推定される。",
        "1つ目は、「研究機関」で、新薬開発研究分野でプラットフォーム技術を持った企業と大学研究所などが多数参加し、新薬研究にかかる時間と費用は減らし、生産性は高める計画です。",
        "本発明の一実施例はユーザー選択情報によって拡張現実を提供する方法と、そのためのサーバー及び携帯用端末に関するものだ。",
        "本発明は、キーパッドのボタン操作なしに、簡単に携帯電話を上下左右に動かすことによって番号入力が可能な携帯電話およびその携帯電話の番号入力方法に関するものだ。",
        "2018年から開発を始め、今年からは大邱広域市及び京畿道始興市を対象にデータハブを構築し、ビッグデータを活用した様々なスマートシティサービスを開発している。",
        "しかし、ロボット手術を行えば、狭い空間に簡単に入ることができ、4本のロボットアームが医療従事者の両腕に代わるため、さらに精巧な手術が可能だ。"
    ]
}
